[{"title":"MapOff","excerpt":"Read about how competition heated up as George Mason University and George Washington University went head-to-head at the MapOff held on Friday, March 27.","author":"MapGive","date":"2015-03-27","lat":38.9,"lon":-77.01,"image":"assets/img/mapoff-group.jpg","tags":"[United States,Mapathon,GMU,GWU]","baseurl":"http://mapgive.state.gov/","content":"<style type=\"text/css\">\n#table_title {\n    margin-top:0px;\n}\n</style>\n\n<!-- http://christianspecht.de/2014/03/08/generating-an-image-gallery-with-jekyll-and-lightbox2/ -->\n\n<script src=\"/Mapgive/assets/js/lightbox.min.js\"></script>\n\n<p><link href=\"/Mapgive/assets/css/lightbox.css\" rel=\"stylesheet\" /></p>\n\n<p>Competition heated up as George Mason University (GMU) and George Washington University (GWU) went head-to-head at the MapOff held on Friday, March 27. Hosted by George Mason University’s Department of Geography and Geoinformation Science and George Washington University’s Department of Geography, the event was supported by MapGive, the USAID Office of Foreign Disaster Assistance (OFDA) and USAID GeoCenter, and Missing Maps. There was a great turnout with more than 220 mappers in attendance!</p>\n\n<p>Students from George Mason University, with help from Northern Virginia Community College students and the local community picked from three featured projects:</p>\n\n<p><strong>Kelud, Indonesia</strong>: Focusing on volcanoes and disaster preparedness</p>\n\n<p><strong>Canaan, Haiti</strong>: Focusing on risk reduction and urban planning efforts</p>\n\n<p><strong>Liberia</strong>: Supporting Last Mile Health Liberia projects</p>\n\n<p>Students from George Washington University, collaborated with students from Texas Tech and mapped areas in Khulna, Bangladesh that were focused on agricultural development, as part of a school project focused on OpenStreetMap. The data will be checked for quality and used for planning development activities by USAID for their Feed the Future program. </p>\n\n<p>Over at GMU, the event was a hit for beginners, filling up three computer labs reserved for beginner mappers. Several attendees were first time mappers, taking their initial steps by exploring the tools and making use of provided satellite imagery services. A separate room was reserved for more experienced mappers, allowing them to really take off. </p>\n\n<p>Music helped get people in the groove and pizza and refreshments were provided by USGIF. You know that when mappers were too engrossed in their task to break for food, they were really enjoying their work.</p>\n\n<p>The <a href=\"http://mapgive.state.gov/events/mapoff\" target=\"_blank\"> MapOff event page</a> was set up to highlight the occasion and associated projects. Each project page was linked to a tracing guide, as well as to the Humanitarian OpenStreetMap Team’s Tasking Manager. In addition, before and after maps for each project allowed for progress visualization. The tracing guides were developed in collaboration between MapGive, Missing Maps, and USAID in the weeks leading up to the event. </p>\n\n<p>The MapOff event page included a live results page where participants could identify all of the features they had contributed to the map. Below the map, a series of charts displayed the number of different types of features each school was completing. A series of charts displayed the number of different types of features each school was completing, which students really enjoyed as this put a competitive spin on the event.</p>\n\n<table border=\"5\" style=\"width:80%\" cellpadding=\"4\" cellspacing=\"3\">\n  <tr>\n    <th colspan=\"4\"><br><h3 id=\"table_title\">MapOff Stats</h3></th>\n  </tr>\n  <tr>\n    <th>Project</th>\n    <th>Roads</th> \n    <th>Buildings</th>\n    <th>Water Features</th>\n  </tr>\n  <tr align=\"center\">\n    <td>Canaan</td>\n    <td>327</td> \n    <td>3,388</td>\n    <td>318</td>\n  </tr>\n  <tr align=\"center\">\n    <td>Grand Gedeh</td>\n    <td>72</td> \n    <td>312</td>\n    <td>76</td>\n  </tr>\n  <tr align=\"center\">\n    <td>Rivercess</td>\n    <td>157</td> \n    <td>767</td>\n    <td>203</td>\n  </tr>\n  <tr align=\"center\">\n    <td>Kelud</td>\n    <td>381</td> \n    <td>4,023</td>\n    <td>107</td>\n  </tr>\n  <tr align=\"center\">\n    <td>Khulna</td>\n    <td>1,196</td> \n    <td>7,7445</td>\n    <td>4,024</td>\n  </tr>\n</table>\n\n<p><p></p>\n\n<p>Using the metrics calculated in near real-time, World Atlases donated by National Geographic were awarded to the top 2 mappers.</p>\n\n<div>\n<div class=\"image-set\">\n    <a class=\"image-link\" href=\"/Mapgive/assets/img/gmu_1st_place.jpg\" data-lightbox=\"1\" title=\"1st place mapper\">\n      <img src=\"/Mapgive/assets/img/gmu_1st_place.jpg\" height=\"350\">\n    </a>\n    <a class=\"image-link\" href=\"/Mapgive/assets/img/gmu_2nd_place.jpg\" data-lightbox=\"1\" title=\"2nd place mapper\">\n      <img src=\"/Mapgive/assets/img/gmu_2nd_place.jpg\" height=\"350\">\n    </a>\n</div>\n\n<p><figcaption><em>Top mappers of the night accept their prizes, in front of a visual of all of their edits to the map.</em></figcaption>\n</div></p>\n\n<p><p></p>\n\n<p>Mike Resig, who was awarded the 1st place prize for the night, had this to say about the event:<blockquote>“Thank you for hosting the Map-Off Map-a-thon! It was a great chance for a lot of people to contribute towards a good cause, and I look forward to next time. The MapGive staff facilitated an encouraging and friendly competition between numerous universities nationwide to promote mapping efforts. MapGive&#39;s Map-a-thon events are perfect outreach opportunities for beginners and experienced professionals alike to volunteer and provide priceless support for worldwide situations.”</blockquote></p>\n\n<p>Since the conclusion of the event, organizations have been heavily focusing on follow-up and feedback. MapGive is utilizing <a href=\"http://www.state.gov/vsfs/\" target=\"_blank\"> Virtual Student Foreign Service e-interns</a> to validate squares for Rivercess, Liberia. OFDA has been working hard on validation in Karangetang and has shared building and road data with the <a href=\"http://volcanoes.usgs.gov/vdap/\" target=\"_blank\"> U.S. Volcano Disaster Assistance Program</a>. There was plenty of work left to do for the two larger MapOff mapping projects in Canaan and Kelud so MapGive connected with various schools to host mapathons for <a href=\"http://mapgive.state.gov/events/earth-obs-day/\" target=\"_blank\">Earth Observation Day</a>.</p>\n\n<p>In addition, various planners held an After Action Review, a two-hour discussion covering topics like: technology, mapping, and communications. Several new ideas were introduced on how to improve future events and increase collaboration. We cannot wait for the next event!</p>\n\n<h3>Acknowledgements</h3>\n\n<p><sup>\n-Sven Fuhrmann, Associate Professor in Geography and Geoinformation Science (GGS), helped organize the event at GMU. Sam Cooke was an important contributor by creating flyers and graphics, promoting the event, and handling logistics. Big thanks to Anthony Stefanidis and the GGS department for their support.\n</sup>\n<p>\n<sup>\n-NOVA ASPRS and GMU ASPRS clubs: Too many people to thank! Many people were very supportive and contributed to planning, volunteering at the event, and training new mappers.\n</sup>\n<p>\n<sup>\n-OFDA: David Saeger and Keifer Gonzalez were responsible for preparing the two volcano projects (Karangetang and Kelud). They created the tracing guides and trained new mappers at the event.\n</sup>\n<p>\n<sup>\n-USAID GeoCenter: Chad Blevins and the rest of GeoCenter. We are always grateful to have them as a partner.\n</sup>\n<p>\n<sup>\n-GWU: Richard Hinton and Nuala Cowan, professors at GWU who have taken the lead in integrating OSM in Higher Education. Early on in the planning for having a Mapathon at GMU, we found out they were planning a Mapathon the very same day. Fortunately, we were able to come together and make this into a much bigger event.\n</sup>\n<p>\n<sup>\n-Texas Tech: Glad to see they had a successful event and look forward to having them as a future partner!\n</sup>\n<p>\n<sup>\n-Robert Soden (OSM-history) and Development Seed (osm-meta-util); without their open source software our metrics would not have been possible.\n</sup>\n<p>\n<sup>\n-Missing Maps: Instrumental in planning the Mapathon and providing one of the featured projects.\n</sup>\n<sup>\n-USGIF for supporting the event at GMU with food and drinks\n</sup>\n<p>\n<sup>\n-National Geographic for providing the two excellent Atlases given away as prizes\n</sup></p>\n"},{"title":"Responding to Disasters, Saving Lives","excerpt":"Read about how mappers helped in the aftermath of the 2013 typhoon Haiyan in the Philippines.","author":"MapGive","date":"2013-11-20","lat":11.2430274,"lon":125.0081402,"image":"assets/img/philippines-story.jpg","tags":"[Philippines,typhoon,Haiyan]","baseurl":"http://mapgive.state.gov/","content":"<p>In November 2013, the <a href=\"http://hot.openstreetmap.org/\" target=\"_blank\">Humanitarian OpenSteetMap Team</a> (HOT) started activating volunteer mappers even before super typhoon Haiyan made landfall in the Philippines to gather a baseline of geographic data.</p>\n\n<p>Some 1600 volunteers quickly added approximately 4.5 million edits to the base map.\nThis information provided critical data for assessing damage to infrastructure, getting people to evacuation centers and hospitals and routing emergency relief supplies. Crisis Camps around the world rallied volunteers to pitch in to mapping efforts. Journalist Tyler Machado reported on his experience at a Crisis Camp in Vermont.</p>\n\n<p>Excerpt from “<a href=\"http://www.7dvt.com/2013vermonters-help-philippines-relief-effort-digital-map-making\" target=\"_blank\">Vermonters Help the Philippines Relief Effort with Digital Map Making</a>,”\n<em>Seven Days, Vermont</em> newspaper, Nov. 20, 2013:</p>\n\n<p>It was one week after Super Typhoon Haiyan, and I was on a global team of volunteers performing emergency mapping work in uncharted areas of the island of Negros in the Philippines. My task was to mark the footprints of buildings — or where buildings had been before the storm blew through and destroyed them. Our team split up, each of us taking a block of about two square miles.</p>\n\n<p>I wasn’t actually on the ground in the Philippines. I was on my laptop at Office Squared in Burlington. About 20 of my fellow volunteers shared that room; hundreds more were spread out all over the world. The crowd in Burlington included geographic-information-system professionals but also students, local techies and others with no cartographic experience.</p>\n\n<p>Our job as volunteers was simple: Use a web-based mapmaking tool called OpenStreetMap to trace elements of satellite photos of areas of the Philippines damaged by the typhoon and save them to the map database. We traced roads and rivers and outlined building footprints — indicating with more notes in the metadata when the building appeared to have been reduced to a pile of rubble.</p>\n\n<p>OpenStreetMap is the web-based mapping software of choice for do-gooder cartographers: Imagine the functionality of Google Maps combined with the anyone-can-edit freedom of Wikipedia. It’s an entirely open-source project, and — unlike most online or hard-copy maps — the data are free to all regardless of intended use.</p>\n\n<p>My maps weren’t set in stone: OpenStreetMap editors can check other users’ work and make adjustments if need be. More experienced users can make those edits official in the database.</p>\n\n<p>It’s easy to take extensive geographic information for granted in the developed world. But in the rural areas of the Philippines where Haiyan hit hardest, relief workers often lack maps with comprehensive detail. “My guess is that many of the primary and secondary roads were available,” Hegman said. “But the tertiary roads and the trails and the building locations? No way. That’s something the disaster assistance [workers] would have never had.”</p>\n\n<p>Of course, the mere act of plotting roads on maps doesn’t help storm-stricken Filipinos to recovery. The crisis mapping of globally distributed volunteers is useful because it guides the relief work that’s happening on the ground. The OpenStreetMap software encourages this use; a viewer can see the maps in “humanitarian mode,” which displays road and building damage as marked by editors.</p>\n\n<p>I’ve already lost track of which sections of the map I edited — the HOT site, <a href=\"http://tasks.hotosm.org/\" target=\"_blank\"> OpenStreetMap Tasking Manager</a>, now assigns me a new task when I visit it. But, as long as there are paths through the sugar-cane fields and mountains of the Philippines, there’s more work to be done — and I hope what’s been done so far has made the relief efforts more useful to the people who live there.</p>\n"},{"title":"Reducing Risks Before a Crisis","excerpt":"Read how mapping in Nepal now could save lives in the event of a future earthquake.","author":"MapGive","date":"2013-04-21","lat":27.7076762,"lon":85.3148882,"image":"assets/img/alyssa-wright.jpg","tags":"[Nepal,Kathmandu,Case Study]","baseurl":"http://mapgive.state.gov/","content":"<p>The people of the Kathmandu Valley in remote Nepal live in an earthquake-prone region. Gathering data on important infrastructure such as schools, hospitals and other civic buildings could make a world of difference for the community before a disaster strikes. In April 2013, the World Bank led an OpenStreetMap map-a-thon that included 17 cities in the U.S. In New York City, N.Y., a small group of volunteers included mapping volunteer Alyssa Wright. Here is <a href=\"http://kathmandulivinglabs.org/blog/crossing-boundaries-by-tracing-buildings-mapping-kathmandu-from-new-york-city/\" target=\"_blank\">her first person account</a> of what it was like to help map Kathmandu:</p>\n\n<p>Over the course of four hours, we traced building footprints from satellite imagery provided by the US State Department. These high-fidelity footprints are just one of many datasets needed for better disaster preparation, planning and mitigation in Nepal — a country that sits atop tectonic plates at high risk of earthquake.</p>\n\n<p>As most in NYC were new to such mapping, the <a href=\"http://kathmandulivinglabs.org/pages/details/about_us\" target =\"_blank\">Nepal team</a> generously provided training, context, and priorities before the event. This dialogue not only helped the NYC mappers use the tools most effectively but allowed our efforts to fit into OSM Nepal’s larger mission of creating an open map of Nepal, for Nepal. We made a small dent — tracing some 500 buildings of the estimated 500,000 still to be completed. The work is not done, nor are we.</p>\n\n<p>The Sunday [April 21, 2013] effort was the second event designed to advance open mapping in Nepal and we’re planning for more. In New York there is growing interest to build OSM data beyond immediate boundaries, especially in areas where such information could help in emergency planning and disaster recovery. While New York City and Kathmandu might seem geographically far apart we find alignment in a mission — create open maps that help us better understand our world and allow us to build more resilient communities, together.</p>\n"},{"title":"Empowering People, Developing Communities","excerpt":"Maps led to validation and more government resources for the people of Kibera in Nairobi Kenya.","author":"MapGive","date":"2009-11-01","lat":-1.312797,"lon":36.7882827,"image":"assets/img/kepha-ngito.jpg","tags":"[Kenya,Kibera,Case Study,slums]","baseurl":"http://mapgive.state.gov/","content":"<p>Kepha Ngito grew up in Kenya in a neighborhood of Nairobi called Kibera, where hundreds of thousands live in poverty. “I grew up in that time when we didn’t have a physical address. My house was never numbered. It wasn’t existent; it was not on the map.” Ngito’s father worked in a factory to pay his tuition through high school. Education gave Ngito the option to leave Kibera. Instead, he stayed and became a community activist, starting Map Kibera Trust, a non-profit that uses OpenStreetMap technology. Maps provide hard data to justify allocation of resources. He says no maps equals no data and therefore no political power. “For many years Kibera was not on the map despite the fact that hundreds of thousands of people live there. It means they were not quantified as people.” </p>\n\n<p>Ngito says the creation of the first digital map of Kibera was a great achievement, “because suddenly for the first time people discovered that it was not just a forest, it was people… Not just a bunch of poor people [but] consumers that could buy products; it was stakeholders and people who were willing to give ideas to develop their communities.”</p>\n\n<p>He adds that community members, especially young people, are empowered by learning to map. They gain technical skills and the ability to shape a brighter future for their own community.</p>\n\n<p>Life in Kibera and adjacent slums continues to improve. Beyond simply mapping the streets and houses of Kibera, thematic maps focus on security, education, health and water sanitation.  </p>\n\n<p>Overall, Ngito observes a renewed spirit of advocacy and ongoing improvements. “People have rights and privileges here which is [usually] lacking in the slums.” He adds, “The mapping is just the first phase. The most important thing is what the map does. These maps are not going to belong to us as experts; they are going to belong to the community.”</p>\n"}]